def main():
    print(" Побег из Темницы")
    print("Вы просыпаетесь в холодной комнате")
    print("Голова раскалывается, и вы нечего не помните")
    print("Ваша цель-найти выход и выжить!")
    
    play_again= True
    
    while play_again:
        inventory = []
        
        print("\nПеред вами две двери: левая и првая.")
        choice1 = input("Какую выберете? (левая/првая): ").lower()
        
        if choice1 == "левая":
            
            print("nВы входите в комнату с старым деревянным сундуком.")
            
        
    